/* No comment provided by engineer. */
"%.1f%%. [Cancel]" = "%.1f%%. [Cancel]";

/* No comment provided by engineer. */
"%@'s blogs" = "%@'s blogs";

/* No comment provided by engineer. */
"(No Title)" = "(No Title)";

/* No comment provided by engineer. */
"(no title)" = "(bez naslova)";

/* No comment provided by engineer. */
"A Media file is currently uploading. Please try later." = "Trenutno se prenosi Medijska Datoteka. Molimo pokušajte kasnije.";

/* No comment provided by engineer. */
"A new version of WordPress for iOS is now available" = "Nova inačica WordPressa za iOS je sada dostupna";

/* No comment provided by engineer. */
"A simple preview is shown below." = "Jednostavni predpregled je prikazan ispod.";

/* No comment provided by engineer. */
"About" = "Info";

/* No comment provided by engineer. */
"Above Content" = "Iznad Sadržaja";

/* No comment provided by engineer. */
"Activity Logs" = "Activity Logs";

/* No comment provided by engineer. */
"Add Category" = "Dodaj Kategoriju";

/* No comment provided by engineer. */
"Add Location" = "Dodaj Lokaciju";

/* No comment provided by engineer. */
"Add Photo From Library" = "Add Photo From Library";

/* No comment provided by engineer. */
"Add Photo from Library" = "Dodaj fotografiju iz Zbirke";

/* No comment provided by engineer. */
"Add Self-Hosted Site" = "Add Self-Hosted Site";

/* No comment provided by engineer. */
"Add Site" = "Add Site";

/* No comment provided by engineer. */
"Add Video from Library" = "Dodaj Video iz Zbirke";

/* No comment provided by engineer. */
"Add a Site" = "Add a Site";

/* No comment provided by engineer. */
"Add your thoughts here... (optional)" = "Add your thoughts here... (optional)";

/* No comment provided by engineer. */
"Always Ask" = "Uvijek Pitaj";

/* No comment provided by engineer. */
"Anonymous" = "Anonimno";

/* No comment provided by engineer. */
"App Info" = "App Info";

/* No comment provided by engineer. */
"Are you sure you want to delete this comment?" = "Jeste li sigurni da želite izbrisati ovaj komentar?";

/* No comment provided by engineer. */
"Authenticating" = "Authenticating";

/* No comment provided by engineer. */
"Authentication Error" = "Autentifikacijska Greška";

/* No comment provided by engineer. */
"Autosaving" = "Autosaving";

/* No comment provided by engineer. */
"Back" = "Nazad";

/* No comment provided by engineer. */
"Below Content" = "Ispod Sadržaja";

/* No comment provided by engineer. */
"Blogs I Follow" = "Blogs I Follow";

/* No comment provided by engineer. */
"Browse" = "Browse";

/* No comment provided by engineer. */
"By creating an account you agree to the fascinating terms of service." = "By creating an account you agree to the fascinating terms of service.";

/* No comment provided by engineer. */
"Can't validate credentials for a WordPress.com blog" = "Can't validate credentials for a WordPress.com blog";

/* No comment provided by engineer. */
"Cancel" = "Otkaži";

/* No comment provided by engineer. */
"Categories" = "Kategorije";

/* No comment provided by engineer. */
"Categories: %@" = "Kategorije: %@";

/* No comment provided by engineer. */
"Category name already exists." = "Ime kategorije već postoji.";

/* No comment provided by engineer. */
"Category title missing." = "Nedostaje naslov kategorije.";

/* No comment provided by engineer. */
"Choose Image Size" = "Odaberite Dimenzije Slike";

/* No comment provided by engineer. */
"Choose the quality at which video should be uploaded when inserting into posts." = "Odaberite koje će se kvalitete video prenijeti prilikom unosa u post.";

/* No comment provided by engineer. */
"Clear Old Activity Logs" = "Clear Old Activity Logs";

/* No comment provided by engineer. */
"Close" = "Zatvori";

/* No comment provided by engineer. */
"Comma separated" = "Comma separated";

/* No comment provided by engineer. */
"Comment" = "Komentar";

/* No comment provided by engineer. */
"Comment failed" = "Comment failed";

/* No comment provided by engineer. */
"Comments" = "Komentari";

/* No comment provided by engineer. */
"Configure" = "Konfiguriraj";

/* No comment provided by engineer. */
"Connect to Jetpack" = "Connect to Jetpack";

/* No comment provided by engineer. */
"Connected as %@" = "Spojen kao %@";

/* No comment provided by engineer. */
"Connecting to WordPress.com" = "Connecting to WordPress.com";

/* No comment provided by engineer. */
"Could not download Featured Image." = "Nije moguće preuzeti Istaknutu Sliku.";

/* No comment provided by engineer. */
"Couldn't Connect" = "Couldn't Connect";

/* No comment provided by engineer. */
"Couldn't sync" = "Nije moguće sinkornizirati";

/* No comment provided by engineer. */
"Create Account" = "Create Account";

/* No comment provided by engineer. */
"Create an account on WordPress.com" = "Create an account on WordPress.com";

/* No comment provided by engineer. */
"Create page" = "Create page";

/* No comment provided by engineer. */
"Create post" = "Create post";

/* No comment provided by engineer. */
"Current" = "Current";

/* No comment provided by engineer. */
"Custom" = "Korisnički";

/* No comment provided by engineer. */
"Custom Size" = "Korisnička Veličina";

/* No comment provided by engineer. */
"Default (360p)" = "Default (360p)";

/* No comment provided by engineer. */
"Delete" = "Obriši";

/* No comment provided by engineer. */
"Delete %@?" = "Obrisati %@?";

/* No comment provided by engineer. */
"Discard" = "Odbaci";

/* No comment provided by engineer. */
"Dismiss" = "Odbaci";

/* No comment provided by engineer. */
"Don't Allow" = "Nemoj Dopustiti";

/* No comment provided by engineer. */
"Done" = "Završeno";

/* No comment provided by engineer. */
"Draft" = "Skica";

/* No comment provided by engineer. */
"E-mail Support" = "E-mail Support";

/* No comment provided by engineer. */
"East" = "Istok";

/* No comment provided by engineer. */
"Edit Blog" = "Uredi Blog";

/* No comment provided by engineer. */
"Edit Comment" = "Uredi Komentar";

/* No comment provided by engineer. */
"Edit Page" = "Uredi Stranicu";

/* No comment provided by engineer. */
"Edit Post" = "Uredi Post";

/* No comment provided by engineer. */
"Email Address" = "Email Address";

/* No comment provided by engineer. */
"Enable Geotagging" = "Enable Geotagging";

/* No comment provided by engineer. */
"Enable Geotagging to Edit" = "Enable Geotagging to Edit";

/* No comment provided by engineer. */
"Enable Now" = "Omogući Sad";

/* No comment provided by engineer. */
"Enter a password" = "Unesite lozinku";

/* No comment provided by engineer. */
"Enter password" = "Enter password";

/* No comment provided by engineer. */
"Enter title here" = "Enter title here";

/* No comment provided by engineer. */
"Enter username" = "Enter username";

/* No comment provided by engineer. */
"Error" = "Greška";

/* No comment provided by engineer. */
"Error Copying Video" = "Greška prilikom kopiranja videa";

/* No comment provided by engineer. */
"Error authenticating" = "Error authenticating";

/* No comment provided by engineer. */
"Error loading page" = "Greška pri učitavanju stranice";

/* No comment provided by engineer. */
"Extra Debug" = "Extra Debug";

/* No comment provided by engineer. */
"Failed" = "Neuspjelo";

/* No comment provided by engineer. */
"Featured Image" = "Istaknuta Slika";

/* No comment provided by engineer. */
"Feedback" = "Feedback";

/* No comment provided by engineer. */
"Finding address..." = "Tražim adresu...";

/* No comment provided by engineer. */
"Finding your location..." = "Tražim vašu lokaciju...";

/* No comment provided by engineer. */
"Follow" = "Follow";

/* No comment provided by engineer. */
"Followed" = "Followed";

/* No comment provided by engineer. */
"Following" = "Following";

/* No comment provided by engineer. */
"Forbidden Access" = "Zabranjen Pristup";

/* No comment provided by engineer. */
"Freshly Pressed" = "Freshly Pressed";

/* No comment provided by engineer. */
"Friends" = "Friends";

/* No comment provided by engineer. */
"Geolocation" = "Geolokacija";

/* No comment provided by engineer. */
"Geotagging" = "Geooznačavanje";

/* No comment provided by engineer. */
"Geotagging is turned off. \nTo update this post's location, please enable geotagging in this blog's settings." = "Geotagging is turned off. \nTo update this post's location, please enable geotagging in this blog's settings.";

/* No comment provided by engineer. */
"Getting account information" = "Getting account information";

/* No comment provided by engineer. */
"Height" = "Visina";

/* No comment provided by engineer. */
"Hi %@," = "Pozdrav %@,";

/* No comment provided by engineer. */
"Hold the web in the palm of your hand. Full publishing power in a pint-sized package." = "Hold the web in the palm of your hand. Full publishing power in a pint-sized package.";

/* No comment provided by engineer. */
"Image" = "Slika";

/* No comment provided by engineer. */
"Image Quality" = "Image Quality";

/* No comment provided by engineer. */
"Immediately" = "Odmah";

/* No comment provided by engineer. */
"Incompatible site" = "Nekompatibilna stranica";

/* No comment provided by engineer. */
"Info" = "Info";

/* No comment provided by engineer. */
"Insert" = "Umetni";

/* No comment provided by engineer. */
"Insert %@:" = "Umetni %@:";

/* No comment provided by engineer. */
"Install Jetpack" = "Instaliraj Jetpack";

/* No comment provided by engineer. */
"Internal Server Error" = "Unutrašnja pogreška servera";

/* No comment provided by engineer. */
"Invalid Site Address" = "Invalid Site Address";

/* No comment provided by engineer. */
"Invalid Site Title" = "Invalid Site Title";

/* No comment provided by engineer. */
"Invalid username" = "Invalid username";

/* No comment provided by engineer. */
"Invalid username or password" = "Invalid username or password";

/* No comment provided by engineer. */
"Invalid username/password. Please update your credentials try again." = "Neispravno korisničko ime/lozinka. Molimo ažurirajte svoje akreditive i pokušajte ponovno.";

/* No comment provided by engineer. */
"It seems your WordPress site is not accessible at this time, please try again later" = "Izgleda da vaša WordPress stranica trenutno nije dostupna, molimo pokušajte kasnije";

/* No comment provided by engineer. */
"Jetpack 1.8.2 or later is required for stats. Do you want to install Jetpack?" = "Jetpack 1.8.2 or later is required for stats. Do you want to install Jetpack?";

/* No comment provided by engineer. */
"Jetpack Connect" = "Jetpack Connect";

/* No comment provided by engineer. */
"Jetpack Sign In" = "Jetpack Prijava";

/* No comment provided by engineer. */
"Jetpack Stats" = "Jetpack Stats";

/* No comment provided by engineer. */
"Jetpack supercharges your self-hosted WordPress site." = "Jetpack supercharges your self-hosted WordPress site.";

/* No comment provided by engineer. */
"Keep Editing" = "Keep Editing";

/* No comment provided by engineer. */
"Landscape" = "Pejzaž";

/* No comment provided by engineer. */
"Large" = "Veliko";

/* No comment provided by engineer. */
"Large (%@)" = "Veliko (%@)";

/* No comment provided by engineer. */
"Last Updated: %@" = "Zadnji put Ažurirano: %@";

/* No comment provided by engineer. */
"Last Updated: Never" = "Zadnje Ažuriranje: Nikad";

/* No comment provided by engineer. */
"Learn more" = "Learn more";

/* No comment provided by engineer. */
"Limit reached. You can try again in 1 minute. Trying again before that will only increase the time you have to wait before the ban is lifted. If you think this is in error, contact support." = "Limit reached. You can try again in 1 minute. Trying again before that will only increase the time you have to wait before the ban is lifted. If you think this is in error, contact support.";

/* No comment provided by engineer. */
"Link URL" = "URL Poveznice";

/* No comment provided by engineer. */
"Lists" = "Lists";

/* No comment provided by engineer. */
"Loading Featured Image" = "Učitavanje Istaknute Slike";

/* No comment provided by engineer. */
"Loading blogs..." = "Učitavam blogove...";

/* No comment provided by engineer. */
"Loading..." = "Učitavam...";

/* No comment provided by engineer. */
"Local" = "Lokalno";

/* No comment provided by engineer. */
"Location Services are turned off. \nTo add or update this post's location, please enable Location Services in the Settings app." = "Location Services are turned off. \nTo add or update this post's location, please enable Location Services in the Settings app.";

/* No comment provided by engineer. */
"Location Unavailable" = "Location Unavailable";

/* No comment provided by engineer. */
"Location unknown" = "Lokacija nepoznata";

/* No comment provided by engineer. */
"Log Files By Created Date" = "Log Files By Created Date";

/* No comment provided by engineer. */
"Log files are rolled automatically each day and at most 7 files are kept." = "Log files are rolled automatically each day and at most 7 files are kept.";

/* No comment provided by engineer. */
"Logs" = "Logs";

/* No comment provided by engineer. */
"Looks like you have Jetpack set up on your blog. Congrats!\nSign in with your WordPress.com credentials below to enable Stats and Notifications." = "Looks like you have Jetpack set up on your blog. Congrats!\nSign in with your WordPress.com credentials below to enable Stats and Notifications.";

/* No comment provided by engineer. */
"Low (144p)" = "Low (144p)";

/* No comment provided by engineer. */
"Mail" = "Mail";

/* No comment provided by engineer. */
"Make a Link\n\n\n\n" = "Napravi Poveznicu\n\n\n\n";

/* No comment provided by engineer. */
"Manage Notifications" = "Manage Notifications";

/* No comment provided by engineer. */
"Me" = "Me";

/* No comment provided by engineer. */
"Media" = "Media";

/* No comment provided by engineer. */
"Medium" = "Srednje";

/* No comment provided by engineer. */
"Medium (%@)" = "Srednje (%@)";

/* No comment provided by engineer. */
"Medium (480p)" = "Medium (480p)";

/* No comment provided by engineer. */
"More information" = "More information";

/* No comment provided by engineer. */
"Mute all blogs" = "Mute all blogs";

/* No comment provided by engineer. */
"My Blogs" = "My Blogs";

/* No comment provided by engineer. */
"Need Help?" = "Trebate Pomoć?";

/* No comment provided by engineer. */
"New Page" = "Nova Stranica";

/* No comment provided by engineer. */
"New Post" = "Novi Post";

/* No comment provided by engineer. */
"No" = "Ne";

/* No comment provided by engineer. */
"No %@ yet" = "No %@ yet";

/* No comment provided by engineer. */
"No Connection" = "Nema konekcije";

/* No comment provided by engineer. */
"No Description available for this Post" = "Nema dostupnog opisa za ovaj Post";

/* No comment provided by engineer. */
"No comments yet" = "No comments yet";

/* No comment provided by engineer. */
"No notifications yet" = "No notifications yet";

/* No comment provided by engineer. */
"North" = "Sjever";

/* No comment provided by engineer. */
"Not connected" = "Nepovezano";

/* No comment provided by engineer. */
"Notification" = "Notification";

/* No comment provided by engineer. */
"Notifications" = "Notifications";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Off" = "Off";

/* No comment provided by engineer. */
"Off Until %@" = "Off Until %@";

/* No comment provided by engineer. */
"On" = "On";

/* No comment provided by engineer. */
"Open in Safari" = "Otvori u Safariju";

/* No comment provided by engineer. */
"Optional" = "Opcionalno";

/* No comment provided by engineer. */
"Options" = "Options";

/* No comment provided by engineer. */
"Orientation changed during recording. Please choose which orientation to use for this video." = "Orijentacija je promijenjena tijekom snimanja. Molimo vas da odaberete orijentaciju koja će se koristiti u videu.";

/* No comment provided by engineer. */
"Original (%@)" = "Original (%@)";

/* No comment provided by engineer. */
"Original Size" = "Original Size";

/* No comment provided by engineer. */
"Original Size (%@)" = "Original Size (%@)";

/* No comment provided by engineer. */
"Pages" = "Stranice";

/* No comment provided by engineer. */
"Parent Category" = "Matična Kategorija";

/* No comment provided by engineer. */
"Password" = "Lozinka";

/* No comment provided by engineer. */
"Password is required." = "Lozinka je neophodna.";

/* No comment provided by engineer. */
"Password protected" = "Zaštićeno lozinkom";

/* No comment provided by engineer. */
"Pending" = "Na čekanju";

/* No comment provided by engineer. */
"Pending media" = "Pending media";

/* No comment provided by engineer. */
"Pending moderation" = "Čeka na moderaciju";

/* No comment provided by engineer. */
"Pending review" = "Čeka recenziju";

/* No comment provided by engineer. */
"Photo" = "Fotografija";

/* No comment provided by engineer. */
"Please Enable Location Services" = "Please Enable Location Services";

/* No comment provided by engineer. */
"Please enter a site address." = "Please enter a site address.";

/* No comment provided by engineer. */
"Please enter a username." = "Please enter a username.";

/* No comment provided by engineer. */
"Please enter a valid email address." = "Please enter a valid email address.";

/* No comment provided by engineer. */
"Please fill out all the fields" = "Please fill out all the fields";

/* No comment provided by engineer. */
"Please leave your comments above this line." = "Please leave your comments above this line.";

/* No comment provided by engineer. */
"Please try entering your login details again." = "Please try entering your login details again.";

/* No comment provided by engineer. */
"Portrait" = "Portret";

/* No comment provided by engineer. */
"Post Format" = "Post Format";

/* No comment provided by engineer. */
"Post anyway" = "Post anyway";

/* No comment provided by engineer. */
"Post to" = "Post to";

/* No comment provided by engineer. */
"Posts" = "Postovi";

/* No comment provided by engineer. */
"Posts I Like" = "Posts I Like";

/* No comment provided by engineer. */
"Preparing..." = "Preparing...";

/* No comment provided by engineer. */
"Preview" = "Predpregled";

/* No comment provided by engineer. */
"Privacy Policy" = "Privacy Policy";

/* No comment provided by engineer. */
"Private" = "Privatno";

/* No comment provided by engineer. */
"Privately published" = "Privatno objavljeno";

/* No comment provided by engineer. */
"Processing..." = "Processing...";

/* No comment provided by engineer. */
"Public" = "Javno";

/* No comment provided by engineer. */
"Publish" = "Objavi";

/* No comment provided by engineer. */
"Publish   " = "Objavi";

/* No comment provided by engineer. */
"Publish Immediately" = "Objavi Odmah";

/* No comment provided by engineer. */
"Published" = "Objavljeno";

/* No comment provided by engineer. */
"Published on" = "Objavljeno";

/* No comment provided by engineer. */
"Published!" = "Objavljeno!";

/* No comment provided by engineer. */
"Pull down to refresh..." = "Povucite dolje za osvježavanje...";

/* No comment provided by engineer. */
"Push Notifications" = "Push Notifications";

/* No comment provided by engineer. */
"Quick Photo Failed" = "Brza Slika nije uspjela";

/* No comment provided by engineer. */
"Re: %@" = "Odgovor: %@";

/* No comment provided by engineer. */
"Reader" = "Čitač";

/* No comment provided by engineer. */
"Reblog" = "Reblog";

/* No comment provided by engineer. */
"Reblog failed" = "Reblog failed";

/* No comment provided by engineer. */
"Reblogged" = "Reblogged";

/* No comment provided by engineer. */
"Reblogging" = "Reblogging";

/* No comment provided by engineer. */
"Received 'Forbidden Access'.\nIt seems there is a problem with your WordPress site" = "Primljeno 'Zabranje pristup' .\nIzgleda da postoje neki problemi sa vašom WordPress stranicom";

/* No comment provided by engineer. */
"Received 'Internal Server Error'.\nIt seems there is a problem with your WordPress site" = "Primljeno 'Unutrašnja pogreška servera'.\nIzgleda da postoje neki problemi sa vašom WordPress stranicom";

/* No comment provided by engineer. */
"Record Video" = "Snimi Video";

/* No comment provided by engineer. */
"Release to refresh..." = "Pustite za osvježavanje...";

/* No comment provided by engineer. */
"Remove" = "Ukloni";

/* No comment provided by engineer. */
"Remove Featured Image" = "Ukloni Istaknutu Sliku";

/* No comment provided by engineer. */
"Remove Location" = "Ukloni Lokaciju";

/* No comment provided by engineer. */
"Remove this Featured Image?" = "Ukloni ovu Istaknutu Sliku?";

/* No comment provided by engineer. */
"Replied" = "Replied";

/* No comment provided by engineer. */
"Replying" = "Replying";

/* No comment provided by engineer. */
"Retry?" = "Pokušati Ponovno?";

/* No comment provided by engineer. */
"Save" = "Snimi";

/* No comment provided by engineer. */
"Save Draft" = "Snimi Skicu";

/* No comment provided by engineer. */
"Saved to %@" = "Saved to %@";

/* No comment provided by engineer. */
"Schedule" = "Tempiranje";

/* No comment provided by engineer. */
"Scheduled" = "Tempirano";

/* No comment provided by engineer. */
"Scheduled for" = "Tempirano za";

/* No comment provided by engineer. */
"Select Blog" = "Select Blog";

/* No comment provided by engineer. */
"Select Language" = "Select Language";

/* No comment provided by engineer. */
"Self Hosted" = "Self Hosted";

/* No comment provided by engineer. */
"Send" = "Send";

/* No comment provided by engineer. */
"Set Featured Image" = "Set Featured Image";

/* No comment provided by engineer. */
"Set which HTML standard video should conform to when added to a post." = "Postavite koji bi se HTML standard video trebao koristiti kada se dodaju u post.";

/* No comment provided by engineer. */
"Set which size images should be uploaded in." = "Set which size images should be uploaded in.";

/* No comment provided by engineer. */
"Settings" = "Postavke";

/* No comment provided by engineer. */
"Share" = "Share";

/* No comment provided by engineer. */
"Sign In" = "Prijava";

/* No comment provided by engineer. */
"Sign Out" = "Odjava";

/* No comment provided by engineer. */
"Sign in failed. Please try again." = "Prijava nije uspjela. Molimo pokušajte ponovo.";

/* No comment provided by engineer. */
"Sign in to WordPress.com" = "Sign in to WordPress.com";

/* No comment provided by engineer. */
"Signing In..." = "Prijava...";

/* No comment provided by engineer. */
"Signing in..." = "Prijava...";

/* No comment provided by engineer. */
"Site Address (URL)" = "Site Address (URL)";

/* No comment provided by engineer. */
"Site address must be at least 4 characters." = "Site address must be at least 4 characters.";

/* No comment provided by engineer. */
"Sites" = "Sites";

/* No comment provided by engineer. */
"Skip" = "Skip";

/* No comment provided by engineer. */
"Small" = "Malo";

/* No comment provided by engineer. */
"Small (%@)" = "Malo (%@)";

/* No comment provided by engineer. */
"Sorry, but your username contains an invalid phrase%@." = "Sorry, but your username contains an invalid phrase%@.";

/* No comment provided by engineer. */
"Sorry, can't log in" = "Žao nam je, nije se moguće prijaviti";

/* No comment provided by engineer. */
"Sorry, site addresses can only contain lowercase letters (a-z) and numbers." = "Sorry, site addresses can only contain lowercase letters (a-z) and numbers.";

/* No comment provided by engineer. */
"Sorry, site addresses may not contain the character &#8220;_&#8221;!" = "Sorry, site addresses may not contain the character &#8220;_&#8221;!";

/* No comment provided by engineer. */
"Sorry, site addresses must have letters too!" = "Sorry, site addresses must have letters too!";

/* No comment provided by engineer. */
"Sorry, something went wrong editing the comment. Please try again." = "Sorry, something went wrong editing the comment. Please try again.";

/* No comment provided by engineer. */
"Sorry, something went wrong posting the comment reply. Please try again." = "Žalim, nešto je pošlo po krivu tijekom objavljivanja odgovora komentara. Molimo pokušajte ponovno.";

/* No comment provided by engineer. */
"Sorry, that email address is already being used!" = "Sorry, that email address is already being used!";

/* No comment provided by engineer. */
"Sorry, that email address is not allowed!" = "Sorry, that email address is not allowed!";

/* No comment provided by engineer. */
"Sorry, that site already exists!" = "Sorry, that site already exists!";

/* No comment provided by engineer. */
"Sorry, that site is reserved!" = "Sorry, that site is reserved!";

/* No comment provided by engineer. */
"Sorry, that username already exists!" = "Sorry, that username already exists!";

/* No comment provided by engineer. */
"Sorry, that username is unavailable." = "Sorry, that username is unavailable.";

/* No comment provided by engineer. */
"Sorry, the photo upload failed. The post has been saved as a Local Draft." = "Žao nam je, prijenos fotografije nije uspjeo. Post je sačuvan kao Lokalna Skica.";

/* No comment provided by engineer. */
"Sorry, usernames can only contain lowercase letters (a-z) and numbers." = "Sorry, usernames can only contain lowercase letters (a-z) and numbers.";

/* No comment provided by engineer. */
"Sorry, usernames may not contain the character &#8220;_&#8221;!" = "Sorry, usernames may not contain the character &#8220;_&#8221;!";

/* No comment provided by engineer. */
"Sorry, usernames must have letters (a-z) too!" = "Sorry, usernames must have letters (a-z) too!";

/* No comment provided by engineer. */
"Sorry, we can't log you in." = "Sorry, we can't log you in.";

/* No comment provided by engineer. */
"Sorry, you cannot access this feature. Please check your User Role on this blog." = "Žao nam je, ne možete pristupiti ovoj mogućnosti. Provjerite vašu Korisničku Ulogu na ovom blogu.";

/* No comment provided by engineer. */
"Sorry, you may not use that site address." = "Sorry, you may not use that site address.";

/* No comment provided by engineer. */
"Sorry. No posts yet." = "Sorry. No posts yet.";

/* No comment provided by engineer. */
"Sorry. There was a problem loading the topics list.  Please try again later." = "Sorry. There was a problem loading the topics list.  Please try again later.";

/* No comment provided by engineer. */
"South" = "Jug";

/* No comment provided by engineer. */
"Stats" = "Statistika";

/* No comment provided by engineer. */
"Status" = "Status";

/* No comment provided by engineer. */
"Support" = "Support";

/* No comment provided by engineer. */
"Tags" = "Tags";

/* No comment provided by engineer. */
"Tags: %@" = "Oznake: %@";

/* No comment provided by engineer. */
"Take Photo" = "Napravi fotografiju";

/* No comment provided by engineer. */
"Tap here to begin writing" = "Pritisnite ovdje da počnete pisati";

/* No comment provided by engineer. */
"Tap the tag icon to browse posts from popular blogs." = "Tap the tag icon to browse posts from popular blogs.";

/* No comment provided by engineer. */
"Temporary Server Error" = "Privremena serverska pogrška";

/* No comment provided by engineer. */
"Terms of Service" = "Terms of Service";

/* No comment provided by engineer. */
"Text to be linked" = "Tekst za poveznicu";

/* No comment provided by engineer. */
"That email address has already been used. Please check your inbox for an activation email. If you don't activate you can try again in a few days." = "That email address has already been used. Please check your inbox for an activation email. If you don't activate you can try again in a few days.";

/* No comment provided by engineer. */
"That site address is not allowed." = "That site address is not allowed.";

/* No comment provided by engineer. */
"That site is currently reserved but may be available in a couple days." = "That site is currently reserved but may be available in a couple days.";

/* No comment provided by engineer. */
"That username is currently reserved but may be available in a couple of days." = "That username is currently reserved but may be available in a couple of days.";

/* No comment provided by engineer. */
"That username is not allowed." = "That username is not allowed.";

/* No comment provided by engineer. */
"The Internet connection appears to be offline." = "Izgleda da Internet konekcija nije uključena.";

/* No comment provided by engineer. */
"The app can't recognize the server response. Please, check the configuration of your blog." = "Aplikacija ne može prepoznati odgovor sa servera. Molimo vas da provjerite postavke vašeg bloga.";

/* No comment provided by engineer. */
"The blog is syncing with the server. Please try later." = "Blog se sinkronizira sa serverom. Molimo pokušajte kasnije.";

/* No comment provided by engineer. */
"The internet connection appears to be offline." = "Izgleda da nema internet konekcije.";

/* No comment provided by engineer. */
"The internet connection cannot reach your blog." = "Internet konekcija ne može dohvatiti vaš blog.";

/* No comment provided by engineer. */
"The server returned an empty response. This usually means you need to increase the memory limit in your blog" = "The server returned an empty response. This usually means you need to increase the memory limit in your blog";

/* No comment provided by engineer. */
"The site address must be shorter than 64 characters." = "The site address must be shorter than 64 characters.";

/* No comment provided by engineer. */
"The site at %@ uses WordPress %@. We recommend to update to the latest version, or at least %@" = "Web stranica na %1$@ koristi WordPress %2$@. Preporučamo da ažurirate na najnoviju inačicu, ili barem %3$@";

/* No comment provided by engineer. */
"The username or password stored in the app may be out of date. Please re-enter your password in the settings and try again." = "The username or password stored in the app may be out of date. Please re-enter your password in the settings and try again.";

/* No comment provided by engineer. */
"There are media items in this post that aren't uploaded to the server. Do you want to continue?" = "There are media items in this post that aren't uploaded to the server. Do you want to continue?";

/* No comment provided by engineer. */
"There is another category with that name." = "Postoji još jedna kategorija s tim imenom.";

/* No comment provided by engineer. */
"There was a problem commenting. Please try again." = "There was a problem commenting. Please try again.";

/* No comment provided by engineer. */
"There was a problem connecting to your stats. Would you like to retry?" = "Pojavio se problem tijekom spajanja sa vašom statistikom. Želite li ponovno pokušati?";

/* No comment provided by engineer. */
"There was a problem reblogging. Please try again." = "There was a problem reblogging. Please try again.";

/* No comment provided by engineer. */
"There was a server error communicating with your site:\n%@\nTap 'Need Help?' to view the FAQ." = "There was a server error communicating with your site:\n%@\nTap 'Need Help?' to view the FAQ.";

/* No comment provided by engineer. */
"There was an error copying the video for upload. Please try again." = "Dogodila se greška prilikom kopiranja videa za prijenos. Molimo pokušajte ponovo.";

/* No comment provided by engineer. */
"There was an error loading the page." = "Pojavila se greška prilikom učitavanja stranice.";

/* No comment provided by engineer. */
"This blog is not connected to that WordPress.com username" = "This blog is not connected to that WordPress.com username";

/* No comment provided by engineer. */
"Title" = "Naslov";

/* No comment provided by engineer. */
"Title for a category is mandatory." = "Naslov za kategoriju je obavezan.";

/* No comment provided by engineer. */
"Topics" = "Teme";

/* No comment provided by engineer. */
"Turn Off" = "Turn Off";

/* No comment provided by engineer. */
"Turn Off Until 8am" = "Turn Off Until 8am";

/* No comment provided by engineer. */
"Turn Off for 1hr" = "Turn Off for 1hr";

/* No comment provided by engineer. */
"Turn On" = "Turn On";

/* No comment provided by engineer. */
"Turning on Extra Debug will log additional items to assist with us helping you with resolving a problem." = "Turning on Extra Debug will log additional items to assist with us helping you with resolving a problem.";

/* No comment provided by engineer. */
"URL" = "URL";

/* No comment provided by engineer. */
"Unable to Load Topics" = "Unable to Load Topics";

/* No comment provided by engineer. */
"Unable to find a WordPress site at that URL. Tap 'Need Help?' to view the FAQ." = "Unable to find a WordPress site at that URL. Tap 'Need Help?' to view the FAQ.";

/* No comment provided by engineer. */
"Unable to sign in to Jetpack. Please update your credentials try again." = "Nije se moguće prijaviti na Jetpack. Molimo ažurirajte svoj akreditive i pokušajte ponovno.";

/* No comment provided by engineer. */
"Unfollowed" = "Unfollowed";

/* No comment provided by engineer. */
"Unknown error" = "Unknown error";

/* No comment provided by engineer. */
"Unmute all blogs" = "Unmute all blogs";

/* No comment provided by engineer. */
"Untitled Post" = "Untitled Post";

/* No comment provided by engineer. */
"Update" = "Ažuriraj";

/* No comment provided by engineer. */
"Update Available" = "Dostupno Ažuriranje";

/* No comment provided by engineer. */
"Update Draft" = "Ažuriraj Skicu";

/* No comment provided by engineer. */
"Update Location" = "Ažuriraj Lokaciju";

/* No comment provided by engineer. */
"Update Now" = "Ažuriraj Odmah";

/* No comment provided by engineer. */
"Upload failed" = "Upload failed";

/* No comment provided by engineer. */
"Upload failed. [Retry]" = "Upload failed. [Retry]";

/* No comment provided by engineer. */
"Uploaded" = "Preneseno";

/* No comment provided by engineer. */
"Uploading" = "Prenosim";

/* No comment provided by engineer. */
"Uploading Image" = "Prijenos Slike";

/* No comment provided by engineer. */
"Uploading..." = "Prijenos...";

/* No comment provided by engineer. */
"Username" = "Korisničko ime";

/* No comment provided by engineer. */
"Username / Email" = "Username / Email";

/* No comment provided by engineer. */
"Username is required." = "Korisničko ime je neophodno.";

/* No comment provided by engineer. */
"Username must be at least 4 characters." = "Username must be at least 4 characters.";

/* No comment provided by engineer. */
"Username must be less than fifty characters." = "Username must be less than fifty characters.";

/* No comment provided by engineer. */
"Version" = "Version";

/* No comment provided by engineer. */
"Video" = "Video";

/* No comment provided by engineer. */
"Video Content" = "Video Sadržaj";

/* No comment provided by engineer. */
"Video Quality" = "Video Kvaliteta";

/* No comment provided by engineer. */
"View Admin" = "View Admin";

/* No comment provided by engineer. */
"View Site" = "Pogledaj Web stranicu";

/* No comment provided by engineer. */
"Visibility" = "Vidljivost";

/* No comment provided by engineer. */
"Visit the Help Center to get answers to common questions, or visit the Forums to ask new ones." = "Visit the Help Center to get answers to common questions, or visit the Forums to ask new ones.";

/* No comment provided by engineer. */
"West" = "Zapad";

/* No comment provided by engineer. */
"Width" = "Širina";

/* No comment provided by engineer. */
"WordPress Forums" = "WordPress Forums";

/* No comment provided by engineer. */
"WordPress Help Center" = "WordPress Help Center";

/* No comment provided by engineer. */
"WordPress for iOS" = "WordPress for iOS";

/* No comment provided by engineer. */
"WordPress version too old" = "WordPress inačica prestara";

/* No comment provided by engineer. */
"WordPress.com" = "WordPress.com";

/* No comment provided by engineer. */
"WordPress.com password" = "WordPress.com lozinka";

/* No comment provided by engineer. */
"WordPress.com username" = "WordPress.com korisničko ime";

/* No comment provided by engineer. */
"Would Like Access to Address Book" = "Tražimo pristup Adresaru";

/* No comment provided by engineer. */
"Would you like to create your first page?" = "Would you like to create your first page?";

/* No comment provided by engineer. */
"Would you like to create your first post?" = "Would you like to create your first post?";

/* No comment provided by engineer. */
"Yes" = "Da";

/* No comment provided by engineer. */
"You are logged in as %@" = "You are logged in as %@";

/* No comment provided by engineer. */
"You cannot use that email address to signup. We are having problems with them blocking some of our email. Please use another email provider." = "You cannot use that email address to signup. We are having problems with them blocking some of our email. Please use another email provider.";

/* No comment provided by engineer. */
"You have not liked any posts." = "You have not liked any posts.";

/* No comment provided by engineer. */
"You have unsaved changes." = "Imate izmjene koje nisu snimljene.";

/* No comment provided by engineer. */
"You haven't created any pages yet" = "You haven't created any pages yet";

/* No comment provided by engineer. */
"You haven't created any posts yet" = "You haven't created any posts yet";

/* No comment provided by engineer. */
"You're not following any blogs yet." = "You're not following any blogs yet.";

/* No comment provided by engineer. */
"Your WordPress site returned a error %d.\nThat probably means you have some special configuration that is not compatible with this app.\nPlease let us know in the forums about it." = "Vaša WordPresss stranica je odgovorila greškom %d.\nTo vjerojatno znači da imate neku specijalnu konfiguraciju koja nije kompatibilna sa ovom aplikacijom.\nMolimo obavijestite nas na forumu o ovome.";

/* No comment provided by engineer. */
"Your contacts will be transmitted securely and will not be stored on our servers." = "Vaši kontakti će biti prenijeti sigurno i neće biti pohranjeni na našim serverima.";

/* No comment provided by engineer. */
"Your device is not configured to send e-mail." = "Your device is not configured to send e-mail.";

/* No comment provided by engineer. */
"Your password is invalid because it does not meet our security guidelines. Please try a more complex password." = "Your password is invalid because it does not meet our security guidelines. Please try a more complex password.";

/* No comment provided by engineer. */
"bold" = "podebljano";

/* No comment provided by engineer. */
"del" = "obriši";

/* No comment provided by engineer. */
"http://my-site-address (URL)" = "http://my-site-address (URL)";

/* No comment provided by engineer. */
"italic" = "kurziv";

/* No comment provided by engineer. */
"link" = "poveznica";

/* No comment provided by engineer. */
"more" = "više";

/* No comment provided by engineer. */
"on " = "na";

/* No comment provided by engineer. */
"quote" = "citiraj";

/* No comment provided by engineer. */
"tap to dismiss" = "tap to dismiss";

/* No comment provided by engineer. */
"underline" = "underline";

